Repository: dbmail/dbmail
Catalog: debian/po/*.po
Languages: da, de

source: Use debconf to manage dbmail configuration?
da: Brug debconf til at håndtere dbmail-konfiguration?
de: Soll Debconf die Einstellungen für Dbmail verwalten?

source: Please confirm if you want to allow debconf to manage some parts of your dbmail configuration. Notice that changes you make to dbmail.conf by hand will NOT be overwritten should you later choose to re-run dpkg-reconfigure dbmail.
da: Bekræft venligst at du ønsker at lade debconf håndtere dele af din dbmail-konfiguration. Bemærk at ændringer du foretager i dbmail.conf manuelt IKKE vil blive overskrevet, hvis du senere vælger at genkøre dpkg-reconfigure dbmail.
de: Bitte stimmen Sie zu, falls Debconf einige Teile Ihrer Konfigurationsdatei von Dbmail verwalten soll. Beachten Sie, dass Ihre manuellen Änderungen in der Datei dbmail.conf bei einem späteren Aufruf 'dpkg-reconfigure dbmail' NICHT überschrieben werden.

source: Authentication driver to activate:
da: Godkendelsesdriver at aktivere:
de: Art der Authentifizierung auswählen:

source: Dbmail by defauls uses SQL based authentication. But you can also use LDAP instead.
da: Dbmail bruger som standard SQL-baseret godkendelse. Men du kan også bruge LDAP i steden for.
de: Dbmail nutzt normalerweise SQL-basierte Authentifizierung, aber Sie können statt dessen auch LDAP auswählen.

source: Postmaster's email address:
da: Postmesters e-post-adresse:
de: E-Mail-Adresse des Postmasters:

source: Please choose a valid email address read by the person responsible for this email server.
da: Vælg venligst en gyldig e-post-adresse læst af personen ansvarlig for denne e-post-server.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein, die vom Verantwortlichen dieses E-Mail-Servers gelesen wird.

source: Example: postmaster@yourdomain.tld
da: Eksempel: postmester@ditdomæne.tld
de: Beispiel: postmaster@yourdomain.tld

source: Hostname of the SQL database server:
da: Værtsnavn på SQL-databaseserveren:
de: Rechnername des SQL-Datenbank-Servers:

source: Please mention the server where a database to hold dbmail's tables will be created. You should grant full read/write permissions on this database to the dbmail user.
da: Nævn venligst serveren hvor en database, der skal indeholde dbmails tabeller, vil blive oprettet. Du skal tildele fulde læse/skrive rettigheder til denne database for dbmail-brugeren.
de: Bitte geben Sie den Server an, auf dem eine Datenbank für die Dbmail-Tabellen angelegt wird. Sie sollten dem Datenbank-Benutzer für Dbmail vollen Lese- und Schreibzugriff auf diese Datenbank gewähren.

source: The name of the database:
da: Navn på databasen:
de: Name der Datenbank:

source: Please mention the name of the database that holds the dbmail tables.
da: Nævn venligst navnet på databasen som indeholder dbmail-tabellerne.
de: Bitte den Namen der Datenbank eingeben, die die Dbmail-Tabellen aufnimmt.

source: If you're using sqlite, this should be the path to the database file.
da: Hvis du bruger sqlite, skal dette være stien til databasefilen.
de: Falls Sie Sqlite verwenden, ist das der Pfad zur Datenbankdatei.

source: Database user:
da: Databasebruger:
de: Datenbank-Benutzer:

source: Please mention the username dbmail will use to connect to the database server.
da: Nævn venligst brugernavnet dbmail vil bruge til at forbinde til databaseserveren.
de: Bitte geben Sie den Benutzernamen ein, den Dbmail für die Verbindung mit dem Datenbank-Server nutzen wird.

source: Password for the database connection:
da: Adgangskode for databaseforbindelsen:
de: Passwort für die Datenbankverbindung:

source: Please mention the password dbmail will use to connect to the database server.
da: Nævn venligst adgangskoden dbmail vil bruge til at forbinde til databaseserveren.
de: Bitte geben Sie das Passwort ein, das Dbmail für die Verbindung mit dem Datenbank-Server nutzen wird.

source: Start the IMAP server after reboot?
da: Start IMAP-serveren efter genstart?
de: IMAP-Server nach dem Neustart starten?

source: Dbmail supports both IMAP and POP3 services. You can choose to run either one or both services.
da: Dbmail understøtter både IMAP og POP3-tjenester. Du kan vælge at køre enten en eller begge tjenester.
de: Dbmail unterstützt sowohl IMAP- als auch POP3-Dienste. Sie können auswählen, ob einer oder beide Dienste gestartet werden.

source: Start the LMTP server after reboot?
da: Start LMTP-serveren efter genstart?
de: LMTP-Server nach dem Neustart starten?

source: Please choose whether the LMTP server should be started after rebooting. This is only needed when you like to feed the email to Dbmail by LMTP.
da: Vælg venligst hvorvidt LMTP-serveren skal startes efter genstart. Dette er kun nødvendigt, når du ønsker at give e-posten til Dbmail via LMTP.
de: Bitte stellen Sie ein, ob der LMTP-Server nach dem Neustart des Systems gestartet werden soll. Das ist nur nötig, falls Sie die E-Mails zu Dbmail über LMTP leiten wollen.

source: Start the POP3 server after reboot?
da: Start POP3-serveren efter genstart?
de: POP3-Server nach dem Neustart starten?

source: Start the timsieve server after reboot?
da: Start serveren timsieve efter genstart?
de: Timsieve-Server nach dem Neustart starten?

source: Please choose whether the timsieve server should be started after rebooting. This is only needed if you want to allow users to manage their sieve scripts using a compatible client such as kmail, horde/ingo or squirrelmail/avelsieve.
da: Vælg venligst hvorvidt serveren timsieve skal igangsættes efter genstart. Dette er kun krævet, hvis du ønsker at tillade brugere at håndtere deres sieve-skript med brug af en kompatibel klient såsom kmail, horde/ingo eller squirrelmail/avelsieve.
de: Bitte stellen Sie ein, ob der Timsieve-Server nach dem Neustart des Systems gestartet werden soll. Das ist nur nötig, falls Sie es den Benutzern gestatten, ihre Sieve-Skripte mit einem geeigneten Programm wie KMail, Horde/Ingo oder Squirremail/Avelsieve zu verwalten.

source: Port used by the LDAP server:
da: Port brugt af LDAP-serveren:
de: Port, den der LDAP-Server nutzt:

source: Please enter the port which your LDAP server is listening on. The default port is 389.
da: Indtast venligst porten hvor din LDAP-server lytter. Standardporten er 389.
de: Bitte geben Sie ein, an welchem Port Ihr LDAP-Server auf Verbindungen wartet. Normalerweise ist das Port 389.

source: Hostname of the LDAP server:
da: Værtsnavn på LDAP-serveren:
de: Rechnernamen des LDAP-Servers:

source: Please enter the name of the host your LDAP server is running at.
da: Indtast venligst navnet på den vært din LDAP-server kører på.
de: Bitte geben Sie den Namen des Rechners an, auf dem Ihr LDAP-Server läuft.

source: LDAP base DN:
de: LDAP-Basis-DN:

source: Please enter the DN where Dbmail should start searching for user accounts.
da: Indtast venligst DN'et hvor Dbmail skal begynde at søge efter brugerkonti.
de: Bitte geben Sie den DN ein (Suchbasis), wo Dbmail beginnt nach Benutzerkonten zu suchen.

source: Field which contains the user login name of the user:
da: Felt som indeholder logindnavnet på brugeren:
de: Feld, das den Login-Namen des Benutzers enthält:

source: Please enter the LDAP attribute that will contain the username. The standard account uses uid.
da: Indtast venligst LDAP-attributten som vil indeholde brugernavnet. Standardkontoen bruger uid.
de: Bitte geben Sie das LDAP-Attribut ein, das die Benutzernamen enthält. Normalerweise ist das »uid«.

source: Field which contains the group id number of the user:
da: Felt som indeholder gruppe-id-nummeret på brugeren:
de: Feld, das die Gruppennummer (group id) des Benutzers enthält:

source: Please enter the LDAP attribute that will contain the group id number. The standard account uses gidNumber.
da: Indtast venligst LDAP-attributten som vil indeholde gruppe-id-nummeret. Standardkontoen bruger gidNumber.
de: Bitte geben Sie das LDAP-Attribut ein, das die Gruppennummer enthält. Normalerweise ist das »gidNumber«.

source: Use an anonymous connection to the LDAP server?
da: Brug en anonym forbindelse til LDAP-serveren?
de: Eine anonyme Verbindung zum LDAP-Server benutzen?

source: Please choose this option if the LDAP server does not require authentication to search the LDAP tree.
da: Vælg venligst denne indstilling hvis LDAP-serveren ikke kræver godkendelse for at søge i LDAP-træet.
de: Bitte stimmen Sie hier zu, falls der LDAP-Server keine Authentifizierung verlangt, um den Verzeichnisbaum zu durchsuchen.

source: DN used to bind to the LDAP server:
da: DN brugt til at binde til LDAP-serveren:
de: DN für die Verbindung zum LDAP-Server:

source: Please enter the DN which should be used to connect to the LDAP server.
da: Indtast venligst DN'en som skal bruges til at forbinde til LDAP-serveren.
de: Bitte geben Sie den DN ein, der für eine Verbindung mit dem LDAP-Server benutzt werden soll.

source: Password to bind to the LDAP server:
da: Adgangskode for at binde til LDAP-serveren:
de: Passwort für eine Verbindung zum LDAP-Server:

source: Please enter the password which should be used to connect to the LDAP server.
da: Indtast venligst adgangskoden som skal bruges til at forbinde til LDAP-serveren.
de: Bitte geben Sie das Passwort ein, das für eine Verbindung mit dem LDAP-Server benutzt werden soll.
